cfg.walkspeed = 160
cfg.runspeed = 320
cfg.jumppower = 200
cfg.chatdist = 450

cfg.defaultweapons = {
    'itemstore_pickup',
    'weapon_hands_sh',
}

cfg.dooritems = {
    'weapon_physgun',
    'gmod_tool',
    'rp_keys'
}

cfg.disallowdrop = {
    ['weapon_hands_sh'] = true,
    ['rp_phone'] = true,
    ['itemstore_pickup'] = true,

    ['weapon_physgun'] = true,
    ['gmod_tool'] = true,
    ['rp_keys'] = true,
}

cfg.hungerrate = 30
cfg.hungertake = 1

cfg.startmoney = 1000
cfg.tax = 0.07 -- 7%

cfg.minpins = 3
cfg.lockpickpns = 5

cfg.changejobtime = 300

cfg.arresttime = 300
cfg.wantedtime = 900

cfg.orgcost = 2500
cfg.advertcost = 250

cfg.printdelay = 120
cfg.printamount = 750

cfg.respawntime = 300

cfg.slarytimer = 240

cfg.spawnzone = {
    ['rp_eastcoast_bw'] = {
        Vector(-3200.03125, 2368.3686523438, 0.82133865356445),
        Vector(-3837.2907714844, 3263.96875, 158.95816040039),
    },
}

cfg.arrestpos = {
    ['rp_eastcoast_bw'] = {
        Vector(799.08764648438, 525.88842773438, -127.96875),
        Vector(808.35693359375, 259.78015136719, -127.96875),
        Vector(495.95690917969, 248.9533996582, -127.96875),
        Vector(525.58648681641, 512.97387695312, -127.96875),
        
    }
}




cfg.defaultprice = 500
cfg.doors = {
    {
        Name = "Полицейский участок",
        Teams = {TEAM_MAYOR, TEAM_POLICE, TEAM_POLICE_PLUS, TEAM_FBI, TEAM_SWAT, TEAM_POLICE_GANG},
        MapIDs = {2991, 2992},
        Locked = false,
        Price = 0,
    },
    {
        Name = "Полицейский участок",
        Teams = {TEAM_MAYOR, TEAM_POLICE_PLUS, TEAM_POLICE, TEAM_FBI, TEAM_SWAT, TEAM_POLICE_GANG},
        MapIDs = {1356, 1599, 1351, 4265, 1349, 1350, 1403, 1353, 1354, 1598, 2820, 1355, 2436, 1376, 1377, 2985, 2986, 1352, 4264, 4330},
        Locked = true,
        Price = 0,
    },
    {
        Name = "Тюрьма",
        Teams = {TEAM_POLICE_PLUS, TEAM_SWAT, TEAM_POLICE_GANG, TEAM_MAYOR, TEAM_FBI},
        MapIDs = {1399, 1404, 4289, 1423, 1424, 1425},
        Locked = true,
        Price = 0,
    },
    {
        Name = "Больница",
        Teams = {TEAM_MEDIC},
        MapIDs = {5060, 5061, 5067, 5066, 5065},
        Price = 0,
    },
    {
        Name = "Банк",
        Teams = {TEAM_POLICE, TEAM_SWAT, TEAM_POLICE_GANG, TEAM_MAYOR, TEAM_POLICE_PLUS, TEAM_FBI},
        MapIDs = {3231, 3232, 1698, 1699, 4064, 3387, 1892, 3456},
        Price = 0,
    },
    {
        Name = "Квартира №1",
        MapIDs = {2975, 3008},
        Price = 100,
    },
    {
        Name = "Квартира №2",
        MapIDs = {2977, 3013},
        Price = 100,
    },
    {
        Name = "Квартира №3",
        MapIDs = {2978, 3009},
        Price = 100,
    },
    {
        Name = "Квартира №4",
        MapIDs = {2979, 3012},
        Price = 100,
    },
    {
        Name = "Квартира №5",
        MapIDs = {2980, 3010},
        Price = 100,
    },
    {
        Name = "Квартира №6",
        MapIDs = {2981, 3011},
        Price = 100,
    },
    {
        Name = "Подвал",
        MapIDs = {1622, 3160, 3349, 3350},
        Price = 500,
    },
    {
        Name = "Квартира №7",
        MapIDs = {1623, 3286, 3161},
        Price = 100,
    },
    {
        Name = "Квартира №8",
        MapIDs = {1624, 3159},
        Price = 100,
    },
    {
        Name = "Квартира №9",
        MapIDs = {1625, 3158},
        Price = 100,
    },
    {
        Name = "Квартира №10",
        MapIDs = {1626, 3157},
        Price = 100,
    },
    {
        Name = "Квартира №11",
        MapIDs = {3723, 3727},
        Price = 100,
    },
    {
        Name = "Квартира №12",
        MapIDs = {3725, 3726},
        Price = 100,
    },
    {
        Name = "Квартира №13",
        MapIDs = {2862, 2863},
        Price = 75,
    },
    {
        Name = "Квартира №14",
        MapIDs = {4362},
        Price = 75,
    },
    {
        Name = "Квартира №15",
        MapIDs = {4354, 4358},
        Price = 75,
    },
    {
        Name = "Квартира №16",
        MapIDs = {4355, 4359},
        Price = 75,
    },
    {
        Name = "Квартира №17",
        MapIDs = {4356, 4361},
        Price = 75,
    },
    {
        Name = "Квартира №18",
        MapIDs = {4357, 4360},
        Price = 75,
    },
    {
        Name = "Магазин №1",
        MapIDs = {1890, 1885},
        Price = 100,
    },
    {
        Name = "Магазин №2",
        MapIDs = {4867, 2914},
        Price = 100,
    },
    {
        Name = "Магазин №3",
        MapIDs = {4744, 2406},
        Price = 100,
    },
    {
        Name = "Магазин №4",
        MapIDs = {4485, 2669, 2677, 2676, 2664, 4501},
        Price = 100,
    },
    {
        Name = "Магазин №5",
        MapIDs = {4297, 4405, 4492},
        Price = 100,
    },
    {
        Name = "Дом №1",
        MapIDs = {1472, 1473, 1474},
        Price = 120,
    },
    {
        Name = "Дом №2",
        MapIDs = {1471},
        Price = 120,
    },
    {
        Name = "Дом №3",
        MapIDs = {2974, 2976},
        Price = 120,
    },
    {
        Name = "Дом №4",
        MapIDs = {4532, 4966, 4534, 4571, 4533},
        Price = 120,
    },
    {
        Name = "Дом №5",
        MapIDs = {5003},
        Price = 120,
    },
    {
        Name = "Дом №6",
        MapIDs = {2392},
        Price = 120,
    },
    {
        Name = "Помещение №1",
        MapIDs = {4296},
        Price = 100,
    },
    {
        Name = "Помещение №2",
        MapIDs = {4471, 4477},
        Price = 100,
    },
    {
        Name = "Помещение №3",
        MapIDs = {4438, 4430},
        Price = 100,
    },
    {
        Name = "Помещение №4",
        MapIDs = {4902},
        Price = 100,
    },
    {
        Name = "Помещение №5",
        MapIDs = {4901},
        Price = 100,
    },
    {
        Name = "Помещение №6",
        MapIDs = {4080, 4081, 2371, 4592, 4591, 4597},
        Price = 100,
    },
    {
        Name = "Помещение №7",
        MapIDs = {3422, 4147, 4150},
        Price = 100,
    },
    {
        Name = "Помещение №8",
        MapIDs = {4139, 2403},
        Price = 100,
    },
    {
        Name = "Склад №1",
        MapIDs = {4332, 4333, 4412, 4331},
        Price = 100,
    },
    {
        Name = "Склад №2",
        MapIDs = {3308, 3310, 3311},
        Price = 100,
    },
    {
        Name = "Бар",
        MapIDs = {3015, 3016},
        Price = 100,
    },
    {
        Name = "Завод",
        MapIDs = {4794, 4796, 4821, 4819},
        Price = 100,
    },
    {
        Name = "Авто-Мастерская",
        MapIDs = {4449, 4450, 4448, 4780},
        Price = 100,
    },
    {
        Name = "Клуб",
        MapIDs = {3405, 2963, 2959, 2962, 3412},
        Price = 100,
    },
}

-- rp_state
-- cfg.doors = {
--     {
--         Name = "Мэрия",
--         Teams = {TEAM_MAYOR, TEAM_POLICE, TEAM_POLICE_PLUS, TEAM_FBI, TEAM_SWAT, TEAM_POLICE_GANG},
--         MapIDs = {3319, 3318, 2734, 2735},
--         Locked = false,
--         Price = 0,
--     },
--     {
--         Name = "Полицейский участок",
--         Teams = {TEAM_MAYOR, TEAM_POLICE, TEAM_POLICE_PLUS, TEAM_FBI, TEAM_SWAT, TEAM_POLICE_GANG},
--         MapIDs = {1317, 1318},
--         Locked = false,
--         Price = 0,
--     },
--     {
--         Name = "Полицейский участок",
--         Teams = {TEAM_MAYOR, TEAM_POLICE_PLUS, TEAM_POLICE, TEAM_FBI, TEAM_SWAT, TEAM_POLICE_GANG},
--         MapIDs = {3443, 1737, 3454, 1736, 3462, 3463, 1321, 1320, 3441, 3442, 3444},
--         Locked = true,
--         Price = 0,
--     },
--     {
--         Name = "Тюрьма",
--         Teams = {TEAM_POLICE_PLUS, TEAM_SWAT, TEAM_POLICE_GANG, TEAM_MAYOR, TEAM_FBI},
--         MapIDs = {3448, 3447},
--         Locked = true,
--         Price = 0,
--     },
--     {
--         Name = "Больница",
--         Teams = {TEAM_MEDIC},
--         MapIDs = {3514, 3513, 3492, 3502, 3504, 3503},
--         Price = 0,
--     },
--     {
--         Name = "Банк",
--         Teams = {TEAM_POLICE, TEAM_SWAT, TEAM_POLICE_GANG, TEAM_MAYOR, TEAM_POLICE_PLUS, TEAM_FBI},
--         MapIDs = {3073, 3074, 3475, 3477, 3476, 3478,},
--         Price = 0,
--     },
--     {
--         Name = "SWAT Department",
--         Teams = {TEAM_POLICE, TEAM_SWAT, TEAM_POLICE_GANG, TEAM_MAYOR, TEAM_POLICE_PLUS, TEAM_FBI},
--         MapIDs = {3525, 3536},
--         Price = 0,
--     },
--     {
--         Name = "Отель \"Шелдерское\" #1",
--         MapIDs = {3093},
--         Price = 100,
--     },
--     {
--         Name = "Отель \"Шелдерское\" #2",
--         MapIDs = {3092},
--         Price = 100,
--     },
--     {
--         Name = "Отель \"Шелдерское\" #3",
--         MapIDs = {3095},
--         Price = 100,
--     },
--     {
--         Name = "Отель \"Шелдерское\" #4",
--         MapIDs = {3094},
--         Price = 100,
--     },
--     {
--         Name = "Отель \"Шелдерское\" #5",
--         MapIDs = {3099},
--         Price = 100,
--     },
--     {
--         Name = "Отель \"Шелдерское\" #6",
--         MapIDs = {3098},
--         Price = 100,
--     },
--     {
--         Name = "Отель \"Шелдерское\" #7",
--         MapIDs = {3103},
--         Price = 100,
--     },
--     {
--         Name = "Отель \"Шелдерское\" #8",
--         MapIDs = {3102},
--         Price = 100,
--     },
--     {
--         Name = "ТЦ \"Лакомское\" Павильон #1",
--         MapIDs = {2131},
--         Price = 100,
--     },
--     {
--         Name = "ТЦ \"Лакомское\" Павильон #2",
--         MapIDs = {2142},
--         Price = 100,
--     },
--     {
--         Name = "ТЦ \"Лакомское\" Павильон #3",
--         MapIDs = {2143},
--         Price = 100,
--     },
--     {
--         Name = "ТЦ \"Лакомское\" Павильон #4",
--         MapIDs = {2144},
--         Price = 100,
--     },
--     {
--         Name = "ТЦ \"Лакомское\" Павильон #5",
--         MapIDs = {2145},
--         Price = 100,
--     },
--     {
--         Name = "ТЦ \"Лакомское\" Павильон #6",
--         MapIDs = {2130},
--         Price = 100,
--     },
--     {
--         Name = "ТЦ \"Лакомское\" Павильон #7",
--         MapIDs = {2133},
--         Price = 100,
--     },
--     {
--         Name = "ТЦ \"Лакомское\" Павильон #8",
--         MapIDs = {2132},
--         Price = 100,
--     },
--     {
--         Name = "ТЦ \"Лакомское\" Павильон #9",
--         MapIDs = {2141},
--         Price = 100,
--     },
--     {
--         Name = "ТЦ \"Лакомское\" Павильон #10",
--         MapIDs = {2140},
--         Price = 100,
--     },
--     {
--         Name = "ТЦ \"Лакомское\" Павильон #11",
--         MapIDs = {2137},
--         Price = 100,
--     },
--     {
--         Name = "ТЦ \"Лакомское\" Павильон #12",
--         MapIDs = {2136},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Минговское\" Квартира #1",
--         MapIDs = {2148, 2149, 2150, 2151},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Минговское\" Квартира #2",
--         MapIDs = {2152, 2153, 2154, 2155},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Минговское\" Квартира #3",
--         MapIDs = {2156, 2157, 2158},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Минговское\" Квартира #4",
--         MapIDs = {2174, 2175, 2176, 2177},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Минговское\" Квартира #5",
--         MapIDs = {2170, 2171, 2172, 2173},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Минговское\" Квартира #6",
--         MapIDs = {2178, 2179, 2180},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Минговское\" Квартира #7",
--         MapIDs = {2196, 2197, 2198, 2199},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Минговское\" Квартира #8",
--         MapIDs = {2192, 2193, 2194, 2195},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Минговское\" Квартира #9",
--         MapIDs = {2200, 2201, 2202},
--         Price = 200,
--     },
--     {
--         Name = "Ангар им. Владислава Сергеевича",
--         MapIDs = {1643, 1644, 2380, 2378, 2388},
--         Price = 300,
--     },
--     {
--         Name = "Ангар \"Инженерское\"",
--         MapIDs = {2392, 2393},
--         Price = 150,
--     },
--     {
--         Name = "Подсобка",
--         MapIDs = {2375},
--         Price = 100,
--     },
--     {
--         Name = "Помещение #1",
--         MapIDs = {1606, 1605},
--         Price = 150,
--     },
--     {
--         Name = "ЖК \"Бобинское\" Квартира #1",
--         MapIDs = {3235, 2208},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Бобинское\" Квартира #2",
--         MapIDs = {2207, 2209},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Бобинское\" Квартира #3",
--         MapIDs = {2210, 2212},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Бобинское\" Квартира #4",
--         MapIDs = {2211, 2213},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Бобинское\" Квартира #5",
--         MapIDs = {2225, 2227},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Бобинское\" Квартира #6",
--         MapIDs = {2226, 2228},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Бобинское\" Квартира #7",
--         MapIDs = {2236, 2238},
--         Price = 200,
--     },
--     {
--         Name = "\"Старострой\" Квартира #1",
--         MapIDs = {2204, 2203},
--         Price = 200,
--     },
--     {
--         Name = "\"Старострой\" Квартира #2",
--         MapIDs = {2205, },
--         Price = 200,
--     },
--     {
--         Name = "\"Старострой\" Квартира #3",
--         MapIDs = {2427, 2242, 2241, 2243},
--         Price = 200,
--     },
--     {
--         Name = "Подсобка",
--         MapIDs = {2377},
--         Price = 75,
--     },
--     {
--         Name = "Помещение #2",
--         MapIDs = {1641, 1640},
--         Price = 100,
--     },
--     {
--         Name = "Село \"Brichevsk\" Строение #1",
--         MapIDs = {3135, 3133, 3134, 3136},
--         Price = 500,
--     },
--     {
--         Name = "Село \"Brichevsk\" Строение #2",
--         MapIDs = {3148, 3146, 3147, 3149},
--         Price = 500,
--     },
--     {
--         Name = "Село \"Brichevsk\" Строение #3",
--         MapIDs = {3156},
--         Price = 100,
--     },
--     {
--         Name = "Район \"Легионский\" Дом #1",
--         MapIDs = {1863, 1861, 1860, 1862},
--         Price = 250,
--     },
--     {
--         Name = "Район \"Легионский\" Дом #2",
--         MapIDs = {2855, 2853, 2852, 2854},
--         Price = 250,
--     },
--     {
--         Name = "Район \"Легионский\" Дом #3",
--         MapIDs = {2876, 2873, 2875, 2874},
--         Price = 250,
--     },
--     {
--         Name = "Район \"Легионский\" Дом #4",
--         MapIDs = {2090, 2093, 2092, 2847, 2091, 2094, 2102, 2098, 2097, 2096, 2095},
--         Price = 300,
--     },
--     {
--         Name = "Район \"Легионский\" Дом #5",
--         MapIDs = {1932, 1933, 1934, 2844, 1935, 1946, 1943, 1944, 1942, 1941, 2101},
--         Price = 300,
--     },
--     {
--         Name = "Помещение #3",
--         MapIDs = {1512, 1513, 2128, 2129},
--         Price = 300,
--     },
--     {
--         Name = "Ангар им. Касанова М.",
--         MapIDs = {1511, 1510, 2124, 2123},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Фембойское\" Квартира #1",
--         MapIDs = {2115},
--         Price = 175,
--     },
--     {
--         Name = "ЖК \"Фембойское\" Квартира #2",
--         MapIDs = {2117, 2118},
--         Price = 200,
--     },
--     {
--         Name = "ЖК \"Фембойское\" Подсобка",
--         MapIDs = {2114},
--         Price = 100,
--     },
--     {
--         Name = "Помещение #4",
--         MapIDs = {1960, 1961, 1962},
--         Price = 100,
--     },
--     {
--         Name = "Помещение #5",
--         MapIDs = {1665},
--         Price = 100,
--     },
--     {
--         Name = "Помещение #6",
--         MapIDs = {1664},
--         Price = 100,
--     },
--     {
--         Name = "Ангар \"LE GUSH\"",
--         MapIDs = {1266, 1265, 1734},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Дом Стива\" Квартира #1",
--         MapIDs = {1670, 1669},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Дом Стива\" Квартира #2",
--         MapIDs = {1671, 1672},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Дом Стива\" Квартира #3",
--         MapIDs = {1674, 1675, 1673},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Дом Стива\" Квартира #4",
--         MapIDs = {1680, 1681, 1682},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Дом Стива\" Квартира #5",
--         MapIDs = {1684, 1685, 1683},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Дом Стива\" Квартира #6",
--         MapIDs = {1690, 1691, 1692},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Дом Стива\" Квартира #7",
--         MapIDs = {1698, 1699, 1700},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Грустный Салат\" Подсобка",
--         MapIDs = {1814},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Грустный Салат\" Квартира #1",
--         MapIDs = {1775, 1776},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Грустный Салат\" Квартира #2",
--         MapIDs = {1770, 1769},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Грустный Салат\" Квартира #3",
--         MapIDs = {1783, 1784},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Грустный Салат\" Квартира #4",
--         MapIDs = {1778, 1777},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Грустный Салат\" Квартира #5",
--         MapIDs = {1791, 1792},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Грустный Салат\" Квартира #6",
--         MapIDs = {1786, 1785},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Цемент\" Квартира #1",
--         MapIDs = {1813},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Цемент\" Квартира #2",
--         MapIDs = {1811},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Цемент\" Квартира #3",
--         MapIDs = {1809},
--         Price = 100,
--     },
--     {
--         Name = "Помещение #5",
--         MapIDs = {1815},
--         Price = 100,
--     },
--     {
--         Name = "Ангар им. Манутки",
--         MapIDs = {1393, 1394},
--         Price = 100,
--     },
--     {
--         Name = "Помещение #6",
--         MapIDs = {1754},
--         Price = 100,
--     },
--     {
--         Name = "Квартира \"Шпакованная\"",
--         MapIDs = {1758, 1759, 1760},
--         Price = 100,
--     },
--     {
--         Name = "Помещение \"Тихо-Мирское\"",
--         MapIDs = {1908, 2013},
--         Price = 100,
--     },
--     {
--         Name = "Помещение \"Огузово\"",
--         MapIDs = {3055, 3056},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Глупенькое\" Подсобка",
--         MapIDs = {3220},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Глупенькое\" Квартира #1",
--         MapIDs = {1884, 1883},
--         Price = 150,
--     },
--     {
--         Name = "ЖК \"Глупенькое\" Квартира #2",
--         MapIDs = {1886, 1885},
--         Price = 150,
--     },
--     {
--         Name = "ЖК \"Императорское\" Квартира #1",
--         MapIDs = {3303, 1818, 1822},
--         Price = 150,
--     },
--     {
--         Name = "ЖК \"Императорское\" Квартира #2",
--         MapIDs = {3304, 1821, 1817},
--         Price = 150,
--     },
--     {
--         Name = "Помещение #7",
--         MapIDs = {1333, 1334},
--         Price = 200,
--     },
--     {
--         Name = "Помещение #8",
--         MapIDs = {2453},
--         Price = 100,
--     },
--     {
--         Name = "Помещение #9",
--         MapIDs = {2452, 1655},
--         Price = 125,
--     },
--     {
--         Name = "Помещение #10",
--         MapIDs = {2467},
--         Price = 125,
--     },
--     {
--         Name = "Отель им. Пайлона",
--         MapIDs = {3204, 3203, 3192, 3193, 3194, 3195, 3196, 3197, 3199, 3198},
--         Price = 575,
--     },
--     {
--         Name = "ЖК им. \"Wein\" Квартира #1",
--         MapIDs = {2033, 2031},
--         Price = 100,
--     },
--     {
--         Name = "ЖК им. \"Wein\" Квартира #2",
--         MapIDs = {2032, 2030},
--         Price = 100,
--     },
--     {
--         Name = "ЖК им. \"Wein\" Квартира #3",
--         MapIDs = {2041, 2039},
--         Price = 100,
--     },
--     {
--         Name = "ЖК им. \"Wein\" Квартира #4",
--         MapIDs = {2040, 2038},
--         Price = 100,
--     },
--     {
--         Name = "ЖК им. \"Wein\" Квартира #5",
--         MapIDs = {2049, 2047},
--         Price = 100,
--     },
--     {
--         Name = "ЖК им. \"Wein\" Квартира #6",
--         MapIDs = {2048, 2046},
--         Price = 100,
--     },
--     {
--         Name = "Ангар \"SPARg\"",
--         MapIDs = {2074, 2073, 2071, 2075},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Фурри\" Квартира #1",
--         MapIDs = {2059, 2058},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Фурри\" Квартира #2",
--         MapIDs = {2064, 2063, 2062},
--         Price = 100,
--     },
--     {
--         Name = "ЖК \"Фурри\" Квартира #3",
--         MapIDs = {2069, 2068, 2067},
--         Price = 100,
--     },
--     {
--         Name = "Помещение #11",
--         MapIDs = {1452, 1453},
--         Price = 100,
--     },
--     {
--         Name = "Помещение им. Мартина Т. Подсобка",
--         MapIDs = {2779},
--         Price = 100,
--     },
--     {
--         Name = "Помещение им. Мартина Т. Квартира #1",
--         MapIDs = {2780},
--         Price = 100,
--     },
--     {
--         Name = "Помещение им. Мартина Т. Квартира #2",
--         MapIDs = {2782, 2783},
--         Price = 100,
--     },

--     {
--         Name = "Закусочная \"Кебабново\"",
--         MapIDs = {2668, 3067},
--         Price = 100,
--     },
-- }